{
  "Bulbasaur":"Bulbasaur is a small, quadrupedal amphibian Pokémon that has blue-green skin with darker patches. It has red eyes with white pupils, pointed, ear-like structures on top of its head, and a short, blunt snout with a wide mouth. A pair of small, pointed teeth are visible in the upper jaw when its mouth is open. Each of its thick legs ends with three sharp claws. On Bulbasaur's back is a green plant bulb that conceals two slender, tentacle-like vines, which is grown from a seed planted there at birth. The bulb also provides it with energy through photosynthesis as well as from the nutrient-rich seeds contained within.",

  "Beedrill":"Beedrill is an insect Pokémon which mostly resembles a bipedal, yellow wasp; however, it only has four legs instead of six and lacks pigment pits. Beedrill's head is round with a slightly pointed mouth; large, red eyes; and black antennae with a sharp bend in the middle. Its forelegs are tipped with long, conical stingers. It stands on its other two legs, which are long, segmented, and insectoid in shape. Beedrill has two pairs of rounded, veined wings, and another stinger on its yellow-and-black striped abdomen. The abdomen stinger contains Beedrill's most potent poison.",

  "Paras":"Paras is an orange, insectoid Pokémon that resembles the nymph stage of a cicada. Its ovoid body is segmented, and it has three pairs of legs. The foremost pair of legs is the largest and has sharp claws at the tips. There are five specks on its forehead and three teeth on either side of its mouth. It has circular eyes with large pseudopupils.",

  "Arcanine":"Arcanine is a quadrupedal, canine Pokémon with an orange pelt marked by jagged black stripes. It has diamond-shaped ears with beige insides, black eyes, a round, black nose, and two pointed teeth protruding from its upper jaw. Its head, muzzle, and chest are covered in shaggy, beige fur, except for two oval sections around each eye and ear. Long tufts of fur grow behind its elbows and around its ankles. Its underside is black, and it has a billowing, beige tail that is bent in the middle. Each paw has three toes and a round, pink pad.",

  "Graveler":"Graveler is a bipedal, boulder Pokémon. Its round body is covered with small bumps and it has a rocky crest above its small eyes and mouth. It has four arms, each with a three-fingered hand. Its second pair of arms is typically kept tucked against its chest. It was shown in Pokémon Snap that, despite having legs, it can revert to a legless form. This grants it the ability to float.",

  "Slowpoke":"Slowpoke is a pink Pokémon that resembles a cross between a salamander and a hippopotamus. It has vacant eyes that never seem focused, curled ears, and a rounded, tan muzzle. It has four legs, each of which ends in a single white claw. Its long, tapering tail has a white tip. This tail drips a sweet, sappy substance that is attractive to many species of fish. Slowpoke uses the tail as a fishing lure. The tail often breaks off, but it will grow back. Slowpoke tails are considered a delicacy and commonly used as a cooking ingredient: in Alola, they are often dried and used in home-cooked stews, while in Galar, they are smoked and packaged as a curry ingredient. Slowpoke is also known to dive underwater to hunt, but is often itself caught instead.",

  "Electabuzz":"Electabuzz is a slightly humanoid Pokémon with a few feline traits. It has antennae with bulbous tips where its ears should be, two long tufts of fur on top of its head, small eyes, and two large fangs in its upper jaw. It is covered in yellow fur with many black stripes. There is a large, lightning bolt-shaped stripe on Electabuzz's chest, a V-shaped stripe on its forehead, one stripe on its side, a thick stripe down its back, two bands on each leg, several broken bands on each arm, and many rings around its long tail. There are three clawed toes on each of its feet, two in front and one in back, and five fingers on each hand.",

  "Eevee":"Eevee is a small, mammalian, quadrupedal Pokémon with primarily brown fur. The tip of its bushy tail and its large furry collar are cream-colored. It has short, slender legs with three small toes and a pink paw pad on each foot. Eevee has brown eyes, long pointed ears with dark brown interiors, and a small black nose.",

  "Gyarados":"Gyarados is a piscine, draconic Pokémon with a long serpentine body covered in slightly overlapping scales. It is mostly blue with a yellow underbelly, and it has a row of yellow spots down each side. Its mouth is very large and gaping, bearing four pointed teeth and yellow lips. It has one barbel and a small white fin on each side of its face. The barbels are white on a female and blue on a male. It has small, red eyes, a three-pointed, dark blue crest on its head, and four white, spiky dorsal fins. Gyarados's tail fin is similar in structure to the crest on its head, except with a thin, white fin spread between the points.",

  "Mewtwo":"Mewtwo is an artificial Pokémon. It is a bipedal, humanoid Pokémon with some feline features. It is primarily gray with a long, purple tail. On top of its head are two short, blunt horns, and it has purple eyes. A tube extends from the back of its skull to the top of its spine, bypassing its neck. It has a defined chest and shoulders, which resemble a breastplate. The three digits on each hand and foot have spherical tips. Its tail is thick at the base but thins before ending in a small bulb.",

  "Mew":"Mew is a pink, bipedal Pokémon with mammalian features. It has a rounded, wide snout; triangular ears; and large, blue eyes. It has short arms with three-fingered paws and large hind paws with oval markings on the soles. Its tail is long and thin with an ovoid tip. Its fur is so fine and thin, it can only be seen under a microscope. Mew is said to have the DNA of every single Pokémon contained within its body, allowing Mew to learn and use any attack.",

  "Pikachu":"Pikachu is a short, chubby rodent Pokémon. It is covered in yellow fur with two horizontal brown stripes on its back. It has a small mouth, long, pointed ears with black tips, and brown eyes. Each cheek is a red circle that contains a pouch for electricity storage. It has short forearms with five fingers on each paw, and its feet each have three toes. At the base of its lightning bolt-shaped tail is a patch of brown fur. A female will have a V-shaped notch at the end of its tail, which looks like the top of a heart. It is classified as a quadruped, but it has been known to stand and walk on its hind legs.The anime has shown that wild Pikachu live in groups in forested areas. Pikachu communicate amongst themselves using squeaks and tail-shaking as friendly gestures."
}