{
  "Aries":"Bold, pioneering, courageous. Leader of the zodiac. Daring and adventurous. Unafraid to strike out into the unknown. Childish, energetic, and aggressive. Enthusiastic, quick to anger, quick to forgive. Ambitious, active and honest. Adventurous. Independent and boisterous.",

  "Taurus":"Sensual, determined, loyal. Value security and stability above all. Enjoy the finer things in life. Attracted to the full exploration of the senses. Drawn to beauty and pleasure. Invest entirely in what they believe in. Hardworking and practical. Excellent with money. Romantics who seek long term love and pleasant relationships. Stubborn. Warm and gentle and extremely dependable.",

  "Gemini":"Quick-witted, excitable, inquisitive. Curious about everything. Highly intellectual view of the world, ready to learn about everything and everyone. Master communicators, easily connect with people. Two sided personality, one side hidden. Process things logically, rather than emotionally, extremely adaptable to every situation.",

  "Cancer":"Sensitive, emotional, receptive. Put their hearts fully into anything they believe in. Hard shell to crack before you can get to their soft side. Nurturing, valuing domesticity and family. Building a stable and safe home is important, slow to recharge. Moody and temperamental, heavily impacted people, energy, and situations.",

  "Leo":"Creative, enthusiastic, dramatic. love to live life to the fullest. Innate confidence and radiance that gives the ability to easily assert oneself and stand out from a crowd. Like to be recognized for everything they bring to the world. Prideful or arrogant. Loyal, romantic, and artistic. Express the fire inside of them vividly. Big hearts, generous to those who they deem worthy of their affections.",

  "Virgo":"Practical, hardworking, analytical. Immensely talented at assessing the details of any situation and finding solutions to problem-solve them. Natural organizers. Value consistency, loyalty, and productivity. Invest themselves into goals and plans. Very critical if things do not develop as they had originally planned. Perfectionist, obsessive. Tenacious and intellectual, able to create order out of chaos. Kind, grounded, and trustworthy. Happy to help anyone they love who needs it.",

  "Libra":"Charming, social, diplomatic. value peace and balance above all. Strive for fairness in life and in their relationships. Natural tendency to surround themselves with beauty and luxury. Eternal romantics, they crave relationships and partnerships and will dive into union headfirst when they find someone they admire deeply. This can at times lead to codependency. Gifted in communication, excellent negotiators. Tend to process their feelings intellectually but are also deeply sensitive. Indecisive, avoid conflict.",

  "Scorpio":"Intense, passionate, cunning, all or nothing. A natural ability to enchant others, utilizing their powerful minds and auras to dominate situations and relationships. Deeply emotional, they can brood in the extremes of their feelings. Craving intimacy and psychological depth above all, they navigate the world like a game in order to win and conquer whatever they set their sights upon. Irresistible, quite secretive, sexual, and subtle. Fixed in their ways, unrelenting until they get what they want. Intensity may seem shocking, value transformation and rebirth through their heart, for better or for worse.",

  "Sagittrius":"Adventurous, spontaneous, optimistic. Crave expansion and exploration above all. Refuse to be caged and hunger for everything that life has to offer. Sojourners, seeking new ideas, relationships and experiences that will teach them more about themselves and the world. Impulsive and restless nature, hard to focus on one thing, fear commitment or responsibility. Born to be free, cheerful energy often brings a natural form of luck.",

  "Capricorn":"Ambitious, reserved, patient. desire to build a life that has a solid foundation. This most often leads them to become especially hardworking, focused on creating career and financial success. However, they just as equally value strong long-term relationships and a domestic life that also feel like personal achievements. disciplined and determined, but sometimes to the point of austerity. Sense of practicality, may actually be less emotional than others, undistracted by feelings when it is easier to face facts. Have a solid sense of humor in order to better connect with others.",

  "Aquarius":"Intellectual, independent, contemplative. are often deeply focused on their beliefs and ideas. Hungry for knowledge in order to better establish their firm perception on how the universe and society operate around them. Open to exploring new concepts, once they have found their core analysis, they will not waver from their point of view. On one hand, this can bring them a sense of brilliance for exploring more about life and people but, on the other, it can just as easily make an Aquarian stubborn and close minded in the end. Aquarian people are especially social. They like to present themselves as unique, eccentric and inventive, different from the crowd.",

  "Pisces":"Imaginative, intuitive, emotional. Old souls. Innate connection to the mystical and spiritual world, often drawn to deeply romantic, creative, or transformative experiences. Ccompassionate and sensitive. Needs of others important. Excellent friends, enjoying a vivid social life filled with many unique people. Highly empathic, tune into energy that most other people ignore. Overwhelmed or impressionable by others. Easily break free to swim along onto a new journey, forever unafraid to reimagine."
}